export default {
    // server host
    // 服务端地址
    host: 'localhost',

    // server port
    // 服务端端口
    port: 9200,

    // user upload file maximum size
    // 用户上传文件最大体积
    maxFileSize: 1024 * 1024 * 5
};
export const emoji = '😀 😃 😄 😁 😆 😅 😂 🤣 😊 😇 🙂 🙃 😉 😌 😍 😘 😗 😙 😚 😋 😜 😝 😛 🤑 🤗 🤓 😎 🤡 🤠 😏 😒 😞 😔 😟 😕 🙁 ☹️ 😣 😖 😫 😩 😤 😠 😡 😶 😐 😑 😯 😦 😧 😮 😲 😵 😳 😱 😨 😰 😢 😥 🤤 😭 😓 😪 😴 🙄 🤔 🤥 😬 🤐';
export const color_list_hex = [
  '#000000',
  '#f56a00',
  '#7265e6',
  '#ffbf00',
  '#00a2ae',
  '#712704',
  '#04477c',
  '#1291a9',
  '#036803'
]
export const color_list_rgb = [
  'rgb(0, 0, 0)',
  'rgb(245, 106, 0)',
  'rgb(114, 110, 203)',
  'rgb(225, 191, 0)',
  'rgb(0, 162, 174)',
  'rgb(113, 39, 4)',
  'rgb(4, 71, 124)',
  'rgb(18, 145, 169)',
  'rgb(3, 104, 3)'
]